alacritty
alsa-firmware
alsa-utils
amd-ucode
android-file-transfer
android-tools
ascii
asciiquarium
at
bacon
bandwhich
base
base-devel
bat
bats
batsignal
bind
bitwarden
bitwise
blender
bluez
bluez-utils
boomer-git
brightnessctl
burpsuite
cbatticon
checkbashisms
checksec
cloc
cmark
copyq
cpupower
csol
dash
ddcutil
direnv
displaycal
dmenu
docker
dosfstools
drawio-desktop-bin
duf
dunst
dust
efibootmgr
emacs-nativecomp
entr
exercism-bin
eza
fcron
fd
firefox
flameshot
fq
fx
fzf
gdb
gimp
git
git-delta
github-cli
glances
gnome-system-monitor
gnu-netcat
go
gobuster
google-chrome
grub
gst-plugin-pipewire
gtk4
hex
hexyl
hledger
hledger-iadd
hledger-ui
hledger-web
htop
hugo
i3blocks
i3lock
i3status
i3-wm
imagemagick
inetutils
inxi
iodine
john
jp2a
jq
jupyterlab
jupyter-notebook
jwt-cli
lazygit
libreoffice-fresh
linux
linux-firmware
lsof
maim
man-db
manim
man-pages
mdformat
meson
ncurses5-compat-libs
neofetch
neovim
net-snmp
networkmanager
nmap
nm-connection-editor
nnn
nodejs
nodejs-markmap-cli
nodejs-material-design-icons
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
obsidian
obs-studio
ocrmypdf
okular
openconnect
openssh
openssl-1.1
openvpn
otf-monaspace-nerd
pacman-contrib
pacutils
pandoc-cli
pandoc-crossref
paru
pass
perl-image-exiftool
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pixd
polybar
pup-git
pyenv
pypy3
python
python-black
python-django
python-isort
python-langdetect
python-livereload
python-matplotlib
python-nltk
python-nose
python-openpyxl
python-piexif
python-pip
python-pipenv
python-pipx
python-pyjwt
python-pyopenssl
python-pyotp
python-pypdf
python-seaborn
python-sympy
python-tabulate
qrencode
qt5-charts
qt5-quickcontrols2
qt6-charts
qt6-multimedia
qtcreator
quarto-cli
qutebrowser
radare2
rclone
read-edid
ripgrep
rofi
rofi-emoji
rofimoji
rsync
ruff
rustdesk-bin
shellcheck
socat
sof-firmware
sshfs
sshpass
starship
steghide
stegseek
stegsolve
stow
strace
streamlink
stylua
superfile-bin
sweethome3d
sxiv
syncthing
tailwindcss
task
tetrio-plus-bin
texinfo
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunderbird
tmux
tmuxp
toipe
tokei
tree
ttf-bigblueterminal-nerd
ttf-cascadia-code-nerd
ttf-comic-sans
ttf-cousine-nerd
ttf-firacode-nerd
ttf-font-awesome
ttf-hack-nerd
ttf-ibmplex-mono-nerd
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-profont-nerd
ttf-times-new-roman
twf-git
unzip
usbutils
valgrind
vimiv-qt
virtualbox
visidata
w3m
warpd-git
wget
whois
wiki-tui
wireplumber
wireshark-qt
xclip
xcolor
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-font-util
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfontsel
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
yarr-bin
yq
zathura
zathura-pdf-mupdf
zoom
zotero-beta-bin
zram-generator
zsh
zsh-completions
zsh-vi-mode
