alacritty
alsa-firmware
alsa-utils
amd-ucode
ani-cli-git
base
base-devel
bat
bluez
bluez-utils
brightnessctl
calcurse
checkbashisms
cloc
dash
discord
dmenu
efibootmgr
emacs
entr
exa
fd
firefox
fzf
gimp
git
github-cli
grub
gst-plugin-pipewire
htop
i3-wm
i3blocks
i3lock
i3status
intel-ucode
inxi
jq
lazygit
libpulse
linux
linux-firmware
lobster-git
lsof
maim
man-db
man-pages
neofetch
neovim
networkmanager
nnn
nodejs
noto-fonts-cjk
noto-fonts-emoji
npm
openssh
pacman-contrib
pandoc-cli
paru
pass
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polybar
pup-git
python
python-pip
qrencode
ripgrep
rofi
shellcheck
socat
sof-firmware
starship
stow
sxiv
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
tmux
tree
ttf-bigblueterminal-nerd
ttf-cascadia-code-nerd
ttf-firacode-nerd
ttf-font-awesome
ttf-hack-nerd
ttf-ibmplex-mono-nerd
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-profont-nerd
unzip
usbutils
visidata
warpd-git
wget
wireplumber
xclip
xcolor
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay-git
zathura
zathura-pdf-mupdf
zram-generator
zsh
zsh-completions
